{"wax": [{"name": "Lip", "time": 10, "price": 15}, {"name": "Lip Tweeze", "time": 10, "price": 20}, {"name": "Brow Wax", "time": 15, "price": 15}, {"name": "Brow Shape", "time": 15, "price": 35}, {"name": "Brow Tweeze", "time": 15, "price": 20}, {"name": "Nose", "time": 10, "price": 20}, {"name": "Cheeks", "time": 15, "price": 15}, {"name": "Sideburns", "time": 10, "price": 15}, {"name": "Forehead", "time": 10, "price": 15}, {"name": "Neck", "time": 10, "price": 15}, {"name": "Chin", "time": 10, "price": 15}, {"name": "Ears", "time": 10, "price": 15}, {"name": "Full Arm", "time": 20, "price": 45}, {"name": "Half Arm", "time": 15, "price": 25}, {"name": "Underarm", "time": 15, "price": 25}, {"name": "Hand", "time": 10, "price": 15}, {"name": "Full Leg", "time": 20, "price": 95}, {"name": "Upper Leg", "time": 15, "price": 65}, {"name": "Lower Leg", "time": 15, "price": 45}, {"name": "Feet & Toes", "time": 15, "price": 15}, {"name": "Bikini", "time": 15, "price": 45}, {"name": "European Bikini", "time": 20, "price": 60}, {"name": "Brazilian", "time": 30, "price": 80}, {"name": "Full Back", "time": 30, "price": 50}, {"name": "Lower Back", "time": 15, "price": 20}, {"name": "Stomach Strip", "time": 15, "price": 20}, {"name": "Stomach", "time": 10, "price": 15}], "facials": [{"name": "*NEW* Detox Energie", "description": "Detox Energie is an intensive detoxifying energizing treatment that gives the skin a burst of energy, helping it defend itself against environmental stress which can accelerate skin aging.\n\nDetox Energie is a six step treatment of intense detoxifying, exfoliation, antipollution protection, oxygenation of the skin using Digi-Esthétique Massage rebalancing, and detox using ingredients such as Elderberry, Siberian Ginseng, Peptides, Marshmallow extract, Vitamin C, and Marine complex, leaving the skin energized and radiant!", "time": 75, "price": 175}, {"name": "*NEW* Organic Certified Radiance Treatment by Sothys Organics®", "description": "A Certified Organic and Vegan facial packed with the most effective ingredients obtained from organic farming and harvested by hand, such as Oleo-extract of honeysuckle,\nBirch Sap, Rasberry Seeds, Hawthorn Flower Water, and Alfalfa extract.\nThis revitalizing facial is suitable for all skin types.", "time": 55, "price": 130}, {"name": "European Facial", "description": "An introductory facial tailored to the individual's skin type and needs. To maintain a healthy and clear complexion, we use a customized selection of Sothys products -in a multi-step process- addressing the current need of your skin.", "time": 55, "price": 105}, {"name": "European Facial (pkg of 3)", "description": null, "time": 55, "price": "95 each"}, {"name": "European Facial (pkg of 5)", "description": null, "time": 55, "price": "85 each"}, {"name": "Mona's Glow Facial", "description": "A european facial adding Glysalac Peel for a deeper exfoliation followed by manual extractions and Mona's unique signature massage. Topping the treatment with a choice of luxurious, hydrating or soothing ampule to complete the glow.", "time": 75, "price": 185}, {"name": "Mona's Brightening Facial", "description": "A european facial with the addition of Sothys Lactic Acid Peel that resurfaces superficial lines and stimulates cell rejuvenation and brightening. Followed by a manual extraction and Mona's unique signature massage. Topping the treatment with a soothing ampule and Sothys W+ Brightening mask to complete this non-irritating acid treatment.", "time": 75, "price": 195}, {"name": "Bio-Élita Aqua Detox Charcoal Facial", "description": "A real detox and hydrating booster facial. A mask woven from cellulose and charcoal, deeply cleanses,purifies and detoxifies the skin by removing impurities, toxins and excess sebum while preserving the skin's hydrolipidic film. Best for dehydrated, demanding and sensitive skin.", "time": 60, "price": 165}, {"name": "Perle de Caviar Bio Marine Facial (Face and Neck)", "description": "This rejuvenating revitalizing facial enhances the complexion for a more youthful look, by delivering anti-aging actions. A natural moisturizing and firming complex of amino acids. Restoring radiance and softness to dehydrated and devitalized skin. ", "time": 70, "price": 200}, {"name": "Caviar Eye Treatment", "description": "An anti-aging and cosmetic treatment formulated to restore hydration and firmness around the delicate eye area. Infusing powerful ingredients such as caviar to replenish; honey to lock in moisture, Persian silk tree to enhance, tighten and smooth out fine lines.", "time": 30, "price": 70}, {"name": "Pearle de Caviar Caviaressence Facial", "description": "The Perle de Caviar Caviaressence Facial relaxes skin tissue by affecting the epidermal tension that creates wrinkles. The relaxing effect on the surface of the muscle helps blur wrinkles and fine lines, and is achieved through a pioneer hexapeptide that delays the appearance of expression lines. The efficacy of its natural “botox-like” action is proven by science and human skin testing and approved by the skin!", "time": 70, "price": 250}, {"name": "Source Pure Magnolys Firming Anti-Aging Treatment for Sensitive Skin", "description": "A treatment filled with precious extracts of flowers, essential oils and fruit kernels to delicately recreate the optimum conditions of skin protection and effectively slow down the process of skin aging.", "time": 60, "price": 145}, {"name": "Thalassocaviar Facial", "description": "A Red Carpet Facial infused with nutrients and potent active ingredients massaged into the skin throughout the facial leaving your skin instantly plumped, hydrated and regenerated.", "time": 45, "price": 105}, {"name": "Bacne Facial Treatment", "description": "A back facial treatment will help to cleanse, exfoliate the skin, while treating any congestion and reveal smoother skin. A customized mask is applied to clarify and soften the skin while providing a deep detox treatment.", "time": 45, "price": 95}, {"name": "Teen Facial", "description": "A facial treatment focusing on the frequent problems of adolescent skin, perfect for ages <b>12-19</b>. We begin with a thorough analysis and educational consult, followed by cleansing, exfoliation, and extractions. The service is topped off with a customized mask to balance and sooth the skin. <i>Parental consent must be signed before the service can be performed for minors</i>. ", "time": 45, "price": 75}, {"name": "Teen Facial (pkg of 3)", "description": null, "time": 45, "price": "65 each"}, {"name": "Add-on Peels", "description": null, "time": 15, "price": 50}], "devices": [{"name": "Microdermabrasion", "description": "Microdermabrasion is a non-invasive resurfacing treatment. Select between Crystal or Diamond tip to suction impurities removing superifical layers of dry, congested skin cells, fine lines, uneven pigmentation, or clogged pores, unveiling smoother, healthier and younger skin.", "time": 30, "price": 85}, {"name": "Microdermabrasion Facial", "description": "European facial integrated into the Microdermabrasion treatment.", "time": 55, "price": 170}, {"name": "Microcurrent Facial", "description": "Let's work those facial muscles! After cleansing and exfoliating, two probes pass an electric current through the face, training the facial muscles to appear more lifted and firm. A non-invasive facelift!", "time": 55, "price": 180}, {"name": "Microcurrent (pkg of 6)", "description": null, "time": 55, "price": "150 each"}, {"name": "Rezenerate Nanofacial", "description": "Newest skincare modalitiy, using cutting edge, Nanotechnology. The effectiveness of having \"Serum's infused\" and Zen Accupressure of 99% pure mono-crystalline silicon in a form of almost 50 homogeneous nanopyraminds on a handheld wand, creating micro-channels in the skin's surface, allowing products and nutrients to deeply penetrate into the dermal layer. <i>Cold Therapy</i> is applied to keep skin looking fresh and plump. Redefining the whole age-defying experience.", "time": 55, "price": 200}, {"name": "Rezenerate Nanofacial + Microderm or Peel", "description": "Microderm or peel added to a Rezenerate Nanofacial is a match made in Skin Heaven! You will leave with youthful and glowing skin.", "time": 75, "price": 250}], "makeup": [{"name": "Makeup ", "time": 30, "price": 75}, {"name": "Makeup (15 & Under)", "time": 30, "price": 50}, {"name": "Lash Application (non-permanent)", "time": 15, "price": 25}, {"name": "Bridal Trial", "time": 60, "price": 100}, {"name": "Bridal Makeup", "time": 60, "price": 300}, {"name": "Bridesmaids", "time": 30, "price": 150}, {"name": "Makeup Class", "time": 90, "price": 200}]}